Repository: FloEdelmann/wp-mobile-lightbox
Catalog: molibox/languages/molibox-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Enable always
de_de: Immer aktivieren

source: Overlay color
de_de: Overlay-Farbe

source: <code>rel</code> types
de_de: <code>rel</code>-Typen

source: Overlay opacity
de_de: Overlay-Opazität

source: The MoliBox will open on image links and show the linked image enlarged. On mobile devices, there are also intuitive swipe gestures.
de_de: Die MoliBox wird sich bei Bilder-Links öffnen und das verlinkte Bild vergrößert anzeigen. Auf mobilen Geräten gibt es außerdem intuitive Swipe-Gesten.

source: Let all links linking to an image open a MoliBox. Else, they must have a <code>rel</code> attribute (specified in the next field).
de_de: Lass alle Links, die Bilder verlinken, eine MoliBox öffnen. Ansonsten müssen sie ein <code>rel</code>-Attribut besitzen (im nächsten Feld festgelegt).

source: If MoliBox is not always enabled, links must have a <code>rel</code> attribute containing at least one of these values (comma separated) to open a MoliBox.
de_de: Wenn MoliBox nicht immer aktiviert ist, müssen Links ein <code>rel</code>-Attribut mit einem der angegebenen Werte (kommagetrennt) besitzen, um eine MoliBox zu öffnen.

source: The color the screen turns to when opening MoliBox. Examples (all result in the same color): %1$s, %2$s, %3$s, %4$s, %5$s
de_de: Die Farbe, mit der sich der Bildschirm beim Öffnen einer MoliBox färbt. Beispiele (alle stehen für die gleiche Farbe): %1$s, %2$s, %3$s, %4$s, %5$s

source: 0 means fully transparent, 1 means fully opaque.
de_de: 0 bedeutet völlig transparent, 1 bedeutet völlig undurchsichtig.

source: Yet another WordPress lightbox plugin - but also optimized for mobile devices.
de_de: Schon wieder ein WordPress-Lightbox-Plugin - aber diesmal auch für mobile Geräte optimiert.
